Repository: vkmbot/i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: ar, ast, ckb, es, fa, id, it, ru, tl, uz

source: This group is out of downloads (%(limit)d per day), please use the bot via direct message: @%(bot_name)s
ckb: لە یەک ڕۆژدا ئەم گروپە دەتوانێت تەنها %(limit) جار داگرتن بکات، تکایە دواتر هەوڵبدەوە...
ru: В этой группе превышен лимит загрузок (%(limit)d в день), для индивидуального поиска пишите боту напрямую: @%(bot_name)s
tl: Ang grupo na ito'y lumampas sa limitasyon sa pag-download (%(limit)d kada araw), maaring gamitin ang bot sa pamamagitan ng direktang mensahe: @%(bot_name)s
uz: Bu guruhda yuklamalar limiti (%(limit)d kunlik),dan oshib ketdi, yakka qidiruv uchun to'g'ridan to'g'ri botga yozing:: @%(bot_name)s

source: You're out of downloads (%d per day), please try again later
ckb: لە یەک ڕۆژدا دەتوانیت تەنها %d جار داگرتن بکەیت، تکایە دواتر هەوڵبدەوە...
tl: Ika'y lumampas sa limitasyon sa pag-download (%d kada araw), pakisubukan ulit mamaya
uz: SIz yuklamalar cheklovi (%d per day) dan o'tdingiz, iltimos keyinroq urunib ko'ring

source: You're out of downloads (%d per day), please try again or /donate to increase the limit
ckb: لە یەک ڕۆژدا دەتوانیت تەنها %d جار داگرتن بکەیت، تکایە دواتر هەوڵبدەوە...
tl: Ika'y lumampas sa limitasyon sa pag-download (%d kada araw), pakisubukan ulit o /donate para dagdagan ang limitasyon

source: Please wait, your audio is coming...
ar: يرجى الانتظار من فضلك...
ast: Por favor espera, l'audiu ta en camín...
ckb: تکایە چاوەڕوان بە، باردەکرێت...
es: Espera, tu audio se está descargando…
fa: لطفا شکیبا باشید. آهنگ در حال ارسال است...
id: Harap tunggu, Lagu kamu akan muncul ...
it: Attendi, il tuo audio sta arrivando...
ru: Подождите, аудио на подходе...
tl: Mangyaring maghintay, parating na ang iyong audio...
uz: Iltimos kuting, sizning auidoingiz jo'natilyapti...

source: Song is removed by copyright owners
ar: ⛔️ .تم إزالة الأغنية بواسطة مالكي حقوق التأليف
ast: La canción desanicióse polos propietarios de los drechos d'autor
ckb: ئەم گۆرانییە لەبەر مافی لەبەرگرتنەوە قەدەغەکراوە
es: La canción ha sido eliminada por los propietarios del copyright
fa: ⛔️ آهنگ توسط صاحبان کپی رایت حذف شده است
id: Lagu dihapus, terkait Hak Cipta
it: La canzone è stata rimossa dai proprietari del copyright
ru: Трек удален по запросу правообладателей
tl: Kanta ay pinatanggal ng mga may-ari ng karapatang magpalathala
uz: ⛔️ Qo’shiq mualliflik egalari tomonidan o’chirildi

source: Reason for report:
ckb: هۆکاری سکاڵاکە:

source: Bad/broken audio
ckb: خراپە یان تێکشکاوە

source: Wrong artist/title
ckb: هونەرمەند/ناونیشانەکە هەڵەیە

source: Close
ar: إغلاق
ast: Zarrar
ckb: دایخە
es: Cerrar
fa: بستن
id: Tutup
it: Chiudi
ru: Закрыть
tl: Isara
uz: Yopish

source: Audio reported
ckb: سکاڵای لێکرا

source: Got it! Note: it may take time for the song to appear in the search
ar: .جاري البحث ! ملاحظة : ربما يستغرق بعض الوقت لظهور نتائج البحث
ast: ¡Fecho! Recuerda: La canción pue tardar n'apaecer nos resultaos de gueta
ckb: تەواو! تەنها تێبینیی ئەوە بکە کە لەوانەیە هەندێک کاتی پێبچێت بۆ ئەوەی گۆرانییەکە لە گەڕانەکاندا دەربکەوێت.
es: ¡Entendido! Recuerda: Puede tomar algo de tiempo que la canción aparezca en la búsqueda
fa: متوجه شدم! نکته: ممکن است طول بکشد تا آهنگ در جستجو نمایش داده شود
id: Mengerti! Catatan: mungkin butuh waktu sampai lagu muncul dalam pencarian
it: Ricevuto! Nota: potrebbe volerci un po' di tempo prima che la canzone appaia tra i risultati della ricerca
ru: Получилось! Внимание, потребуется некоторое время, чтобы песня появилась в результатах поиска
tl: Nakuha ko na! Tandaan: maaaring tumagal ng ilang oras para lumitaw ang kanta sa paghahanap
uz: Bo'ldi! Yodda tuting: qo'shiqni qidirish bir necha soniya olishi mumkin

source: Artist and/or title is missing. Please update the tags and re-upload
ckb: هونەرمەند و/یان ناونیشان نەدراوە. تکایە دایانبنێ و دووبارە بەرزی بکەوە.
ru: Тэги исполнителя и/или названи отсутствуют. Пожалуйста, обновите тэги через редактор и загрузите аудио повторно
tl: Kulang ang pangalan ng artista o pamagat. Mangyaring baguhin ang mga tag at muling i-upload
uz: Artist va/yoki qo'shiq nomi to'liq emas. Iltimos teglarni yangilang va qayta yuklang

source: Bitrate is too low. Please upload audio in better quality
ckb: بیترەیتەکەی زۆر کەمە. تکایە بە کوالیتییەکی چاکتر بەرزی بکەوە.
ru: Слишком низкий битрейт. Пожалуйста, загрузите аудио лучшего качества
tl: Masyadong mababa ang bitrate. Mangyaring mag-upload ng audio sa mas mahusay na kalidad
uz: Bitreyt juda past. Iltimos yaxshiroq sifatdagi audioni yuklang

source: Support us
ar: ادعمنا
ast: Sofítanos
ckb: پشتگیریمان بکە
es: Apóyanos
fa: ما را پشتیبانی کنید
it: Supportaci
tl: Suportahan kami

source: Your donations help us to develop new features, increase stability and pay for our servers.
ar: تبرعاتكم تساعدنا على تطوير ميزة مميزة جديدة، وزيادة الاستقرار ودفع ثمن خوادمنا.
ast: Les tos donaciones van ayudanos a desendolcar funciones nueves, aumentar la estabilidá y pagar los sirvidores.
ckb: بەخشینەکانت ئاسانکاریمان بۆ دەکات لە پەرەپێدان بە تایبەتمەندیی نوێ و دانی کرێی ڕاژەکانمان.
es: Tus donaciones nos ayudan a desarrollar nuevas características, aumentar la estabilidad y costear nuestros servidores.
fa: کمک‌های مالی شما به ما کمک می‌کند تا ویژگی‌های جدید اضافه کنیم و توانایی سرورهایمان را بالا ببریم.
it: Le tue donazioni ci aiutano a sviluppare nuove funzionalità, aumentare la stabilità e pagare server.
tl: Ang iyong mga donasyon ay tumutulong sa amin na bumuo ng mga bagong tampok, dagdagan ang katatagan at bayaran ang aming mga server.

source: For just one donation we will gift your account with a *lifetime* premium status. There is a short list of premium features you will receive:
ar: من أجل تبرع واحد فقط ستحصل على حساب خاص، مدى الحياة بخصائص مميزة :
ast: Con namái una donación, fadremos la to cuenta premium *de por vida*. Hai una pequeña llista de carauterístiques que vas recibir:
ckb: تەنها بە یەک بەخشین هەتاهەتایە کۆمەڵێک تایبەتمەندیی شاز بۆ هەژمارەکەت بەدەستبێنە:
es: Con una donación te regalaremos un estado premium *de por vida*. Esta es una pequeña lista de características premium que recibirás:
fa: تنها یک کمک مالی کافی است تا یک حساب مادام‌العمر ویژه را از ما هدیه بگیرید. بخشی از ویژگی‌های حساب ویژه:
it: Per una sola donazione ti regaleremo un account premium *per sempre*. Ecco un breve elenco di benefici premium che riceverai:
tl: Para sa isang donasyon lamang bibigyan namin ang iyong account ng *habang-buhay* na katayuang premium. Ito ang isang maikling listahan ng mga premium na mga tampok na matatanggap mo:

source: No more ads and spam to you, *forever*
ar: تصفح موسيقاك المفضلة بدون إعلانات أو رسائل مزعجة *
ast: Non más anuncios nin spam, *enxamás*
ckb: *هەتاهەتایە* ڕیکلام و سپام ڕووبەڕووت نابێتەوە
es: No más anuncios ni spam para ti, *para siempre*
fa: از تبلیغات خلاص شدید. برای *همیشه*
it: Niente più annunci e spam, *per sempre*
tl: Wala nang mga ad at spam para sa iyo, *magpakailanman*

source: %d daily downloads
ckb: %d جار ڕۆژانە داگرتن بکە
tl: %d pang-araw-araw na mga download

source: An option to disable advertising inline captions
ar: خيار لتعطيل الإعلانات
ast: Una opción pa desactivar los anuncios nos subtítulos de los resultaos en llinia
ckb: ڕیکلام لابە
es: Opción para deshabilitar publicidad en búsquedas inline
fa: حذف نمایش تبلیغ بات در آهنگ‌هایی که در آهنگ‌های درون-پیغامی
it: Un'opzione per disabilitare le pubblicità nelle didascalie
tl: Opsyon upang huwag paganahin ang mga inline na teksto ng ad

source: An option to display audio format info
ar: خيار معلومات تنسيق إمتداد الأغنية
ast: Una opción p'amosar la información del formatu d'audiu
ckb: شێوەی نیشاندانی جۆری فایل بگۆڕە
es: Opción para mostrar info del formato de audio
fa: تنظیمات نمایش یا عدم نمایش فرمت فایل آهنگ
it: Un'opzione per visualizzare le informazioni sul formato audio
tl: Opsyon upang ipakita ang impormasyon sa audio format

source: An option to change search results size
ar: خيار لتغيير حجم نتائج البحث
ast: Una opción de camudar el tamañu de los resultaos
ckb: ژمارەی ئەنجامەکان زیاتر بکە
es: Opción para cambiar el tamaño de los resultados
fa: قابلیت تغییر تعداد آهنگ جستجو شده
it: Un'opzione per cambiare la quantità di risultati
tl: Opsyon upang baguhin ang laki ng mga resulta ng paghahanap

source: More options under /settings command
ar: /settings — المزيد من الخيارات قائمة الإعدادات
ast: Más opciones nel comandu /settings
ckb: هەڵبژاردنی زیاتر لە ڕێکخستنەکان ببینە
es: Más opciones en el comando /settings
fa: تنظیمات بیشتر در منوی دستوری /settings قابل مشاهده است
it: Più opzioni nel comando /settings
tl: Iba pang mga pagpipilian sa ilalim ng utos na /settings

source: Subscribe to our news channel to be notified of new features: %(channel)s
ar: اشترك في قناتنا الاخبارية ليتم إعلامك باحداثي المميزات الجديدة : %(channel)s
ast: Xúnite al nuesu canal de noticies pa obtener notificaciones de les nueves carauterístiques: %(channel)s
ckb: پەیوەستی کەناڵەکەمان بە بۆ ئاگاداربوون لە دوایین هەواڵ و تایبەتمەندییەکانی بۆتەکە: %(channel)s
es: Suscríbete a nuestro canal de noticias para ser avisado de nuevas características: %(channel)s
fa: برای با خبر شدن از ویژگی‌های جدید کانال اخبار ما را دنبال کنید:‌ %(channel)s
it: Iscriviti al nostro canale delle news per ricevere una notifica all'uscita di nuove funzionalità: %(channel)s
tl: Mag-subscribe sa aming news channel upang ipagbigay-alam ang mga bagong tampok: %(channel)s

source: Please forward this message to %(contact)s and you will get the donation instructions.
ckb: تکایە ئەم پەیامە بگوازەوە بۆ %(contact)s بۆ بینینی ڕێگاکانی پشتگیریکردن
tl: Maaring ipasa ang mensahe kay %(contact)s at makukuha mo ang mga tagubilin sa donasyon.

source: You are a premium user!
ar: أنت الآن لديك عضوية ممتازة !
ast: ¡Yes un usuariu premium!
ckb: تۆ تایبەتمەندییە شازەکانت هەیە!
es: ¡Eres usuario premium!
fa: شما اکنون کاربر ویژه هستید!
it: Sei un utente premium!
tl: Ikaw ay isang premium na gumagamit!

source: You're a good person who kindly supports us, so we granted you a *lifetime* premium status, enjoy it.
ar: .أنت الشخص الذي يساندنا بلطف ، لذا نضمن لك أن تكون عضوا فاخرا مدى الحياة، استمتع به.
ast: Gracies por sofitanos. Concedémoste premium *de por vida*, esfrútalu.
ckb: تۆ مرۆڤێکی باشیت و پشتگیریی ئێمەت کردووە، هەر لەبەر ئەوەش ئێمەش *بۆ هەمیشە* تایبەتمەندییە شازەکانت بۆ بەردەست دەکەین.
tl: Ika'y mabait na tao na na sumusuporta sa amin, kaya binigyan ka namin ng *habang-buhay* na katayuang premium, tamasahin ito.

source: There is a short list of premium features you have:
ar: : لديك قائمة قصيرة من المميزات الممتازة :
ast: Equí una pequeña llista de les tos funciones premium:
ckb: ئەم تایبەتمەندییە شازانەت هەیە:
es: Esta es una lista de características premium que tienes:
fa: این تنها لیست کوچکی از ویژگی‌های حساب کاربری ویژه است:
it: Questo è un breve elenco di funzionalità premium che hai:
tl: Ito ang isang maikling listahan ng mga premium na mga tampok na mayroon ka:

source: You are not premium, yet
ar: أنت لست عضوا فاخرا ، حتى الآن
ast: Aínda nun yes premium
ckb: تۆ تایبەتمەندییە شازەکانت نییە
es: Todavía no eres premium
fa: حساب شما هنوز ویژه نیست
it: Non sei ancora un utente premium
tl: Hindi ka pa premium, sa ngayon

source: Use /donate command to support us and get your *lifetime* premium status
ar: تبرع donate/ لدعمنا و أحصل على العضوية الممتازة مدى الحياة
ast: Usa'l comandu /donate pa sofitanos y consiguir premium *de por vida*
ckb: فەرمانی /donate بەکاربێنە، پشتگیریمان بکە و بۆ *هەتاهەتایە* چەند تایبەتمەندییەکی شاز بەدەستبێنە.
es: Usa el comando /donate para apoyarnos y obtener un estado premium *de por vida*
fa: برای کمک مالی به ما از دستور /donate استفاده کنید و حساب ویژه مادام‌العمر از ما جایزه بگیرید
it: Usa il comando /donate per supportarci e per diventare *per sempre* premium
tl: Gamitin ang /donate na utos para suportahan mo kami at makuha ang iyong *habang-buhay* na katayuang premium

source: Added to your playlist (/my)
ar: تما اضفته لقائمتك الموسيقية (my/)
ast: Amestada a la to llista reproducción (/my)
ckb: زیادکرا بۆ لیستەی لێدانەکەت (/my)
es: Añadida a tu lista de reproducción (/my)
fa: به لیست آهنگ‌های شما اضافه شد (برای مشاهده دستور /my را بنویسید)
id: Ditambahkan ke daftar putar kamu (/my)
it: Aggiunto alla tua playlist (/my)
ru: Добавлено в плейлист (/my)
tl: Dinagdag sa iyong playlist (/my)
uz: Sizning playlistingizga qo'shildi (/my)

source: Removed from your playlist
ar: تمت إزالته من قائمة التشغيل الخاصة بك
ast: Desaniciada de la to llista de reproducción
ckb: لە لیستەی لێدانەکەت لابرا
es: Eliminada de tu lista de reproducción
fa: از لیست آهنگ‌های شما حذف شد
id: Dihapus dari daftar putar kamu
it: Rimosso dalla tua playlist
ru: Удалено из плейлиста
tl: Tinanggal sa iyong playlist
uz: Playlistdan o'chirildi

source: 🔥 Commands
ar: الأوامر 🔥
ast: 🔥 Comandos
ckb: 🔥 فەرمانەکان
es: 🔥 Comandos
fa: 🔥 دستورها
id: 🔥 Perintah
it: 🔥 Comandi
ru: 🔥 Команды
tl: 🔥 Mga utos
uz: 🔥 Buyruqlar

source: Just send me an artist and/or a song name and I will find music for you!
ar: ! اكتب اسم أغنية ٠ فنان٠ وسوف أجد الموسيقى لك !
ast: ¡Únviame un cantante y/o nome d'una canción y atoparé la música pa ti!
ckb: تەنها ناونیشانی گۆرانی یان هونەرمەندەکەی بنێرە و من بۆت دەدۆزمەوە!
es: ¡Envíame un artista o título de canción y encontraré música para ti!
fa: کافیه اسم خواننده یا آهنگ رو برام بفرستی تا آهنگ رو پیدا کنم!
id: Kirimkan nama artis dan/atau nama lagu dan saya akan mencarikan musik untuk kamu!
it: Inviami il nome di un artista e/o di una canzone e troverò la musica che fa per te!
ru: Просто отправьте мне имя артиста и/или название композиции, и я найду эту композицию!
tl: Padalhan mo ako ng pangalan ng artista at/o kanta at makakahanap ako ng musika para sa iyo!
uz: Shunchaki menga qo'shiqchi yoki qo'shiq nomini jo'nating va men siz uchun musiqa topib beraman!

source: /song — search by song title
ckb: /song — بە ناونیشانی گۆرانی بگەڕێ
es: /song — buscar por título de canción
fa: /song - جستجوی با نام آهنگ
id: /song — cari berdasarkan judul lagu
it: /song — cerca una canzone per titolo
ru: /song — поиск по композициям
tl: /song — hanapin gamit ang pamagat ng kanta
uz: /song - qo'shiq nomi orqali qidirish

source: /artist — search for artist name
ckb: /artist — بە ناوی هونەرمەند بگەڕێ
es: /artist — buscar por nombre de artista
fa: /artist - جستجو با نام خواننده
id: /artist — cari berdasarkan nama artis
it: /artist — cerca una canzone per nome dell'artista
ru: /artist — поиск по исполнителям
tl: /artist — hanapin gamit ang pangalan ng artista
uz: /artist - Qo'shiqchi ismi orqali qidirish

source: /my — list your playlist
ckb: /my — لیستەی لێدانەکەت ببینە
es: /my — mostrar tu playlist
fa: /my - مشاهده لیست آهنگ‌های من
id: /my — daftar putar kamu
it: /my —mostra la tua playlist
ru: /my — ваш плейлист
tl: /my — listahin ang iyong playlist
uz: /my - sizning pleylistlaringiz ro'yhati

source: /top — popular songs
ckb: /top — گۆرانییە بەناوبانگەکان ببینە
es: /top — canciones populares
fa: /top - آهنگ‌های برتر
id: /top — lagu populer
it: /top — canzoni popolari
ru: /top — популярные композиции
tl: /top — mga sikat na kanta
uz: /top - mashhur qo'shiqlar

source: /settings — change settings
ckb: /settings — ڕێکخستنەکانت بگۆڕە
es: /settings — cambiar ajustes
fa: /settings - تنظیمات
id: /settings — ubah pengaturan
it: /settings — cambia le impostazioni
ru: /settings — изменить настройки
tl: /settings — baguhin ang mga setting
uz: /settings - sozlamalarni o'zgartirish

source: /donate — support authors
ckb: /donate — پشتگیریی پەرەپێدەرەکان بکە
es: /donate — apoyar autores
fa: /donate - کمک مالی
it: /donate — supporta gli autori
tl: /donate — suportahan ang mga may-akda

source: /premium — premium info
ckb: /premium — زانیاری دەربارەی هەژماری شاز ببینە
es: /premium — información premium
fa: /premium - حساب کاربری ویژه
it: /premium — informazioni su premium
tl: /premium — patungkol sa premium

source: Contact information: %(contact)s
ar: اتصال بنا : %(contact)s
ast: Información de contautu: %(contact)s
ckb: زانیاریی بەردەنگ: %(contact)s
es: Información de contacto: %(contact)s
fa: اطلاعات تماس: %(contact)s
id: Informasi kontak: %(contact)s
it: Contatti: %(contact)s
ru: Контакт и реклама в боте: %(contact)s
tl: Impormasyon sa pakikipag-ugnay: %(contact)s
uz: Bog'lanish uchun aloqa: %(contact)s

source: I found nothing
ar: لم يتم العثور على شيء 😔
ast: Nun atopé un res
ckb: هیچم نەدۆزییەوە
es: No encontré nada 😔
fa: چیزی پیدا نشد 😔
id: Saya tidak menemukan apa pun
it: Non ho trovato niente 😔
ru: Ничего не нашлось 😔
tl: Wala akong nahanap
uz: Hech narsa topilmadi 😔

source: Results %(first)d-%(last)d of %(total)d
ast: Resultaos %(first)d-%(last)d de %(total)d
ckb: %(first)d بۆ %(last)d ئەنجامی %(total)d ئەنجام
es: Resultados %(first)d-%(last)d de %(total)d
fa: نمایش %(first)d-%(last)d از %(total)d
id: Hasil %(first)d-%(last)d dari %(total)d
it: Risultati %(first)d-%(last)d di %(total)d
ru: Результаты %(first)d-%(last)d из %(total)d
tl: Resulta %(first)d-%(last)d ng %(total)d
uz: Natijalar %(first)d-%(last)d %(total)d dan

source: Some of results were blocked by request of copyright owners
ckb: هەندێک لە ئەنجامەکان لەبەر مافی لەبەرگرتنەوە قەدەغەکراون
ru: Некоторые результаты поиска заблокированы по запросу правообладателей
tl: Ilan sa mga resulta ay hinarang dahil sa kahilingan ng mga mga may-ari ng karapatang magpalathala
uz: Bir qancha natijalar egalik huquqlari buzilgani tufayli o'chirildi

source: What song are you looking for?
ar: اذا تريد ان تستمع اليه؟
ast: ¿Qué canción tas buscando?
ckb: بۆ چ گۆرانییەک دەگەڕێیت؟
es: ¿Qué canción estás buscando?
fa: به دنبال چه آهنگی هستید؟
id: Lagu apa yang kamu cari?
it: Che canzone stai cercando?
ru: Какую композицию ищете?
tl: Anong kanta ang hinahanap mo?
uz: Qaysi qo'shiqni qidiryapsiz?

source: What artist are you looking for?
ar: من هو الفنان الذي تبحث عنه ؟
ast: ¿Qué artista tas buscando?
ckb: بۆ چ هونەرمەندێک دەگەڕێیت؟
es: ¿Qué artista estás buscando?
fa: به دنبال چه خواننده یا هنرمندی هستید؟
id: Artis apa yang kamu cari?
it: Che artista stai cercando?
ru: Какого исполнителя ищете?
tl: Sinong artista ang hinahanap mo?
uz: Qaysi qo'shiqchining qo'shiqlarini qidiryapsiz?

source: Search is limited. Check %s for details and updates.
ckb: گەڕان سنووردارە. سەردانی %s بکە بۆ زانیاریی زیاتر.
tl: Limitado ang paghahanap. Tignan ang %s para sa mga detalye at pagbabago.

source: You need to search for something before
ar: تحتاج إلى البحث عن شيء ما
ast: Necesites buscar daqué enantes
ckb: دەبێت پێشتر بۆ شتێک بگەڕێیت
es: Necesitas buscar algo antes
fa: شما باید اول جستجویی انجام دهید 🐸
id: Kamu perlu mencari sesuatu sebelumnya
it: Devi cercare qualcosa prima 🐸
ru: Для начала поищите что-нибудь
tl: Kailangan mo munang maghanap ng isang bagay
uz: Siz oldin biror narsa qidirishingiz kerak

source: You're at the first page already
ar: أنت في الصفحة الأولى بالفعل
ast: Ya ta na primer páxina
ckb: تۆ خۆت لە پەڕەی یەکەمیت
es: Ya estás en la primera página
fa: شما اکنون در صفحه اول به سر می‌برید
id: Kamu sudah berada di halaman pertama
it: Sei già alla prima pagina
ru: Вы уже на первой странице
tl: Ika'y nasa unang pahina
uz: Siz allaqachon birinchi sahifadasiz

source: Enabled
ar: مفعل
ast: Activaáu
ckb: چالاکە
es: Activado
fa: فعال
id: Diaktifkan
it: Abilitato
ru: Вкл
tl: Pinagana
uz: Yoqilgan

source: Disabled
ar: معطل
ast: Desactiváu
ckb: ناچالاکە
es: Desactivado
fa: غیر فعال
id: Dimatikan
it: Disabilitato
ru: Выкл
tl: Hindi pinagana
uz: O'chirilgan

source: Language
ar: اللغة
ast: Llingua
ckb: زمان
es: Idioma
fa: زبان
id: Bahasa
it: Lingua
ru: Язык
tl: Wika
uz: Til

source: Bitrate preview: %s
ar: معدل نقل البيانات معاينة : %s
ast: Previsualización del bitrate: %s
ckb: پێشبینینی بیترەیت: %s
es: Previsualización del bitrate: %s
fa: نمایش بیت ریت : %s
id: Pratinjau bitrate: %s
it: Mostra il bitrate: %s
ru: Показывать битрейт: %s
tl: Preview ng bitrate: %s
uz: Bitreyt ko'rish: %s

source: Like (heart) buttons: %s
ar: اضغط علي (heart) الاعجاب : %s
ast: Botones de préstame (heart): %s
ckb: دوگمەی دڵ: %s
es: Botones de me gusta (heart): %s
fa: دکمه‌های قلب: %s
id: Tombol suka (hati): %s
it: Bottone dei like(cuore): %s
ru: Кнопки с сердечками: %s
tl: Mga pindutan ng gusto (heart) : %s
uz: Yoqdi (yurak) tugmalari: %s

source: Show audio format: %s
ar: إظهار تنسيق الصوت : %s
ast: Amosar formatu del audiu: %s
ckb: جۆری فایل: %s
es: Mostrar formato de audio: %s
fa: نمایش فرمت فایل آهنگ: %s
id: Tampilkan format audio: %s
it: Mostra formato audio: %s
ru: Показывать формат аудио: %s
tl: Ipakita ang audio format: %s
uz: Audio formatini ko'rsatish: %s

source: Search results: %d
ar: نتائج البحث : %d
ast: Guetar resultaos: %d
ckb: ئەنجامەکانی گەڕان: %d
es: Resultados búsqueda: %d
fa: نتایج جستجو:‌ %d
id: Hasil pencarian: %d
it: Risultati della ricerca: %d
ru: Результатов поиска: %d
tl: Ipakita ang mga resulta: %d
uz: Qidiruv natijalari: %d

source: What would you like to change?
ar: ماذا تريد ان تغير؟
ast: ¿Qué te prestaría camudar?
ckb: دەتەوێت چی بگۆڕیت؟
es: ¿Qué te gustaría cambiar?
fa: مایل به تغییر چه چیزی هستید ؟
id: Apa yang ingin kamu ubah?
it: Cosa vorresti cambiare?
ru: Какие опции хотите изменить?
tl: Ano ang gusto mong baguhin?
uz: Nimani o'zgartirishni xohlaysiz?

source: Please, select new language
ar: من فضلك ، اختر لغة جديدة
ast: Por favor, escueyi un idioma
ckb: تکایە زمانێکی نوێ هەڵبژێرە
es: Por favor, elige un idioma
fa: لطفا زبان جدید را انتخاب نمایید
id: Silakan pilih bahasa baru
it: Per favore, seleziona la nuova lingua
ru: Выберите новый язык
tl: Mangyaring pumili ng wika
uz: Iltimos, yangi tilni tanlang

source: Please help us with a donation (/donate) to access this feature
ar: الرجاء مساعدتنا في التبرع ( donate/ ) للوصول إلى هذه الميزة
ast: Por favor, ayúdanos con una donación (/donate) p'acceder a esta carauterística
ckb: بە بەخشینێک پشتگیریمان بکە بە فەرمانی /donate ئەوجا ئەم تایبەتمەندییە بەکاربێنە
es: Por favor apóyanos con una donación (/donate) para utilizar esta característica
fa: لطفا برای دسترسی به این قابلیت، به این بات کمک مالی کنید
id: Tolong bantu kami dengan donasi (/donate) untuk mengakses fitur ini
it: Aiutaci con una donazione (/donate) per accedere a questa funzione
ru: Пожалуйста, поддержите нашу команду (/donate) для доступа к этой функции
tl: Mangyaring tulungan kami sa pamamagitan ng donasyon (/donate) upang gamitin ang tampok na ito
uz: Bu imkoniyatga ega bo'lish uchun iltimos bizga hadya (/donate) qilish orqali bizga yordam bering

source: Please, help us to know you better. *Where are you from?*
ckb: تکایە هاوکاریمان بکە بۆ ئەوەی زیاتر بتناسین. *خەڵکی کوێیت؟*
tl: Mangyari na tulungan kami na malaman ka ng mas mahusay. *Taga-saan ka?*
uz: Sizni yaxshiroq bilishimizga yordam bering. *Qaysi davlatdansiz?*

source: Thank you
ckb: زۆر سپاس
ru: Спасибо
tl: Maraming salamat
uz: Rahmat sizga

source: Language settings updated
ar: تم تحديث إعدادات اللغة
ast: Axustes d'idioma anovaos
ckb: 👌❤️💛💚 ڕێکخستنی زمان نوێکرایەوە
es: 👌🇪🇸 Ajustes de idioma actualizados
fa: 👌🇮🇷 تنظیمات زبان به روزرسانی شد
id: Pengaturan bahasa diperbarui
it: 👌🇮🇹 Impostazioni della lingua aggiornate
ru: 👌🇷🇺 Настройки языка обновлены
tl: Binago ang setting ng wika
uz: 👌🇺🇿 Til sozlamalari yangilandi

source: Extracted title: %s
ckb: ناونیشانی لێدەرهێنراو: %s
ru: Название: %s

source: /setlang — change language
ckb: /setlang — زمان بگۆڕە
es: /setlang — cambiar idioma
fa: /setlang - تغییر زبان
id: /setlang — ganti bahasa
it: /setlang — cambia lingua
ru: /setlang — изменить язык
tl: /setlang — baguhin ang wika
uz: /setlang - tilni sozlash
