Repository: vkmbot/i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: ar, ast, ckb, es, fa, id, it, ru, tl, uz

source: Unknown command: %(command)s. Call /help for a list of available commands.
ar: الأمر %(command)s غير معروف ادخل الأمر help/ للحصول على قائمة الأوامر الموجودة.
ast: Comandu desconocíu: %(command)s. Escribi /help pa una llista con tolos comandos disponibles.
ckb: ئەم فەرمانە نەزانراوە: %(command)s. فەرمانی /help بەکاربێنە بۆ بینینی لیستەی فەرمانە بەردەستەکان.
es: Comando desconocido: %(command)s. Utiliza /help para ver una lista de comandos.
fa: دستور %(command)s را متوجه نشدم. برای دیدن فهرست کامل دستورات /help را وارد نمایید.
id: Perintah tidak dikenal: %(command)s. Panggil /help untuk daftar perintah yang tersedia.
it: Comando sconosciuto: %(command)s. Usa /help per vedere la lista dei comandi disponibili.
ru: Неизвестная команда: %(command)s. Используйте /help для получения списка доступных команд.
tl: Hindi kilalang utos: %(command)s. Gamitin ang /help para sa listahan ng mga utos na pwedeng gamitin.
uz: Noto'g'ri buyruq: %(command)s. Mavjud buyruqlar ro'yhatini olish uchun - /help.

source: Official news channel: %(channel)s
ar: قناة الأخبار الرسمية : %(channel)s
ast: Canal oficial de noticies: %(channel)s
es: Canal oficial de noticias: %(channel)s
fa: کانال رسمی اخبار: %(channel)s
it: Canale ufficiale delle news: %(channel)s
tl: Opisyal na news channel: %(channel)s

source: Inline mode captions: %s
ast: Subtítulos nel mou en llinia: %s
es: Búsquedas inline: %s
fa: عنوان آهنگ ارسالی با بات درون-پیامی: %s
it: Didascalia del file audio: %s
tl: Mga teksto sa inline mode: %s

source: /song — search by song title
ar: /song — ابحث حسب عنوان الأغنية
ast: /song — guetar por títulu

source: /artist — search for artist name
ar: /artist — ابحث عن اسم الفنان
ast: /artist — guetar por cantante

source: /my — list your playlist
ar: /my — قائمة التشغيل الخاصة بك
ast: /my — la to llista de reproducción

source: /top — popular songs
ar: /top — الأغاني الشعبية
ast: /top — canciones populares

source: /settings — change settings
ar: /settings — تغيير الاعدادات
ast: /settings — camudar los axustes

source: /donate — support authors
ar: /settings — دعم الكتاب
ast: /donate — sofitar a los autores

source: /premium — premium info
ar: /premium — ابحث حسب عنوان الأغنية
ast: /premium — información tocante a premium

source: /setlang — change language
ar: /setlang — تغيير اللغة
ast: /setlang — camudar llingua

source: You're a good person who kindly supports us, so we granted you a *lifetime* premium status, enjoy it
es: Has sido una buena persona que nos ha apoyado, por eso te hemos otorgado un estado premium *de por vida*, ¡disfrútalo!
fa: از کمک مالی شما متشکریم. این لطف شما را با یک حساب کاربری ویژه *مادام‌العمر* جبران می کنیم. از VKM لذت ببرید
it: Sei una brava persona che ci sostiene gentilmente, quindi abbiamo deciso di regalarti un account premium *per sempre*, goditelo

source: Please, don't make me a group admin. Add me as a regular user and use /song or /artist commands to init search. For now I'm leaving, bye!
ru: Пожалуйста, не делайте меня администратором группы. Добавьте меня как обычного пользователя и используйте команды /song или /artist для инициализации поиска. А пока я ухожу, до свидания!

source: ⚠️ <b>Warning!</b> This bot may be blocked soon by request of copyright owners. Please subscribe to our new bot @%(bot_name)s to download audio
ru: ⚠️ <b>Внимание!</b> Этот бот может быть заблокирован в ближайшее время по требованию владельцев авторских прав. Пожалуйста, подпишитесь на нашего нового бота @%(bot_name)s, чтобы продолжить скачивать аудио
uz: ⚠️ <b>Ogohlantirish!</b> Mualliflik huquqi egalarining iltimosiga binoan bu bot tez orada bloklanishi mumkin. Audioni yuklab olish uchun @%(bot_name)s yangi botimizga obuna bo'ling

source: Unsupported audio format: %s
ru: Неподдерживаемый аудиоформат: %s
uz: Qo'llab-quvvatlanmaydigan audio format: %s

source: Too small file
ru: Слишком маленький файл
uz: Juda kichik fayl

source: Advanced search: %s
ru: Расширенный поиск: %s

source: Please subscribe to the following channels and then click "Check subscription" button. You're supporting our team by subscribing to these channels. Thank you!
id: Silakan berlangganan ke saluran berikut ini, lalu klik tombol "Periksa langganan". Anda telah mendukung tim kami dengan berlangganan saluran-saluran ini. Terima kasih!
ru: Пожалуйста, подпишитесь на следующие каналы, а затем нажмите кнопку «Проверить подписку». Вы поддерживаете нашу команду, подписываясь на эти каналы. Спасибо!
uz: Iltimos, quyidagi kanallarga obuna bo'ling va "Obunani tekshirish" tugmasini bosing. Siz ushbu kanallarga obuna bo'lish orqali jamoamizni qo'llab-quvvatlayapsiz. Rahmat!

source: ✅ Check subscription
id: ✅ Periksa langganan
ru: ✅ Проверить подписку
uz: ✅ Obunani tekshiring

source: Thank you for subscription! You can now download audios
id: Terima kasih telah berlangganan! Sekarang Anda dapat mengunduh audio
ru: Спасибо за подписку! Теперь вы можете скачивать музыку

source: Please subscribe to the channels and try again!
id: Silakan berlangganan ke saluran dan coba lagi!
ru: Пожалуйста, подпишитесь на каналы и попробуйте еще раз!
uz: Iltimos, kanallarga obuna bo'ling va qaytadan urinib ko'ring!
